#include <iostream>

int main() {
    std::cout << "************************************************************\n";
    std::cout << "    姓名：张三\t\t\t出生年月日：2000年1月1日\n";
    std::cout << "    学号：1234567890\t\t班级：计算机类203班\n";
    std::cout << "    QQ号：12345678\t\t手机号13807911111\n";
    std::cout << "************************************************************\n";
    std::cout << "\t\t\tVery   Good!\n";
    std::cout << "************************************************************\n";
    return 0;
}